/* No comment provided by engineer. */
" Name %@ Already Exists. Please choose a different connection name" = "השם %@ כבר קיים. בחר שם חיבור שונה";

/* Label-Path */
"/Categories" = "/קטגוריות";

/* Path */
"/Inbox" = "/תיבת דואר נכנס";

/* Label - Path */
"/Personal Categories" = "/קטגוריות אישיות";

/* Label- Path */
"/Personal Folder" = "/תיקייה אישית";

/* No comment provided by engineer. */
"Browser" = "דפדפן";

/* No comment provided by engineer. */
"Cancel" = "בטל";

/* Label */
"Categories" = "קטגוריות";

/* No comment provided by engineer. */
"Connection Test" = "בדיקת חיבור";

/* No comment provided by engineer. */
"Connection Test Failed" = "בדיקת חיבור נכשלה";

/* No comment provided by engineer. */
"Connection Test Failed in BI" = "BI בדיקת חיבור נכשלה ב";

/* No comment provided by engineer. */
"Delete Document Failed" = "נכשלה מסמך מחיקת";

/* No comment provided by engineer. */
"Deleting objects is not supported in the Lite version. Please purchase a full version on the app store" = "app Store ב המלאה הגרסה את לרכוש נא .לייט בגרסת מותרת איננה אובייקטים מחיקת";

/* No comment provided by engineer. */
"Demo Version" = "גרסת הדגמה";

/* No comment provided by engineer. */
"Description not available" = "תיאור אינו זמין";

/* No comment provided by engineer. */
"Developed by " = " פותח על ידי ";

/* No comment provided by engineer. */
"Documents" = "מסמכים";

/* No comment provided by engineer. */
"E-mail" = "דואר אלקטרוני";

/* No comment provided by engineer. */
"Enter your password for:" = "הזן את הסיסמה שלך עבור:";

/* No comment provided by engineer. */
"Failed" = "נכשל";

/* No comment provided by engineer. */
"Failed to delete document" = "נכשל ניסיון למחוק את המסמך";

/* No comment provided by engineer. */
"Failed to Save Connection" = "נכשל ניסיון לשמור חיבור";

/* Just Feedback and support. Do not translate email:-) */
"Feedback and support: support@apos.com\n" = "support@apos.com :משוב ותמיכה\n";

/* No comment provided by engineer. */
"Feedback and technical support: " = "משוב ותמיכה: ";

/* Name- Folders */
"Folders" = "תיקיות";

/* No comment provided by engineer. */
"Get Schedule Forms Failed" = "נכשלה קבלת טפסי לוח זמנים";

/* No comment provided by engineer. */
"Get Schedule Forms Failed in BI" = "BI ב זמנים לוח טפסי קבלת נכשלה";

/* No comment provided by engineer. */
"Global Preferences" = "העדפות גלובליות";

/* Title for the header */
"Historical Instances" = "דוחות מורצים היסטוריים";

/* Name - Inbox */
"Inbox" = "תיבת דואר נכנס";

/* No comment provided by engineer. */
"Instance" = "דו\"ח מורץ";

/* No comment provided by engineer. */
"Instances" = "דוחות מורצים";

/* Demo Version - some functions not allowed */
"Lite Version" = "גרסה לייט";

/* No comment provided by engineer. */
"Load Document Details Failed" = "ניכשלה מסמך פרטי טעינת";

/* No comment provided by engineer. */
"Load Document Details Failed" = "ניכשלה מסמך פרטי טעינת";

/* No comment provided by engineer. */
"Load Document Details Failed in BI" = "BI ב ניכשלה מסמך פרטי טעינת";

/* No comment provided by engineer. */
"Load Documents Failed" = "טעינה של מסמכים ניכשלה";

/* No comment provided by engineer. */
"Load Documents Failed in BI" = "BI ב ניכשלה מסמכים של טעינה";

/* No comment provided by engineer. */
"Load Objects Failed" = "ניכשלה אובייקטים של טעינה";

/* No comment provided by engineer. */
"Load Objects Failed in BI" = "BI ב ניכשלה אובייקטים של טעינה";

/* No comment provided by engineer. */
"Load Open Document URL Failed" = "ניכשלה Open Document URL טעינת";

/* No comment provided by engineer. */
"Load Open Document URL Failed in BI" = "BI ב ניכשלה Open Document URL טעינת";

/* No comment provided by engineer. */
"Load Report Failed" = "ניכשלה דו\"ח טעינת";

/* No comment provided by engineer. */
"Load Report Failed in BI" = "BI ב ניכשלה דו\"ח טעינת";

/* Failed */
"Load Selected Object Failed" = "טעינת האובייקט הנבחר ניכשלה";

/* No comment provided by engineer. */
"Load Selected Object Failed in BI" = "BI ב ניכשלה הנבחר האובייקט טעינת";

/* No comment provided by engineer. */
"Load Universe Failed" = "טעינת יקום ניכשלה";

/* No comment provided by engineer. */
"Load Universe Failed in BI" = "BI ב ניכשלה יקום טעינת";

/* Missing Session Info */
"No Active Sessions" = "אין חיבור פעיל";

/* No comment provided by engineer. */
"No Active Sessions Found" = "פעיל חיבור נמצא לא";

/* No comment provided by engineer. */
"No Description Available" = "אין תיאור זמין";

/* Object does not have a description */
"No Description is Available" = "אין תיאור זמין";

/* No comment provided by engineer. */
"Ok" = "אישור";

/* OK on alert window */
"OK" = "אישור";

/* Use Open Document Call to View document */
"Open Document" = "פתח את המסמך";

/* No comment provided by engineer. */
"Password" = "סיסמא";

/* Label */
"Personal Categories" = "קטגוריות אישית";

/* Label */
"Personal Folder" = "תיקיה אישית";

/* No comment provided by engineer. */
"Phone:+1.519.894.2767\n" = "+1.519.894.2767:טלפון\n";

/* No comment provided by engineer. */
"Please Create/Enable at least one CMS Session" = "לפחות אחד CMS חיבור הפעל / צור אנא";

/* Missing Session Info */
"Please Create/Enable at least one SAP BI Session" = "לפחות אחד SAP BI חיבור הפעל / צור אנא";

/* No comment provided by engineer. */
"Please provide session name" = "ציין את שם חיבור";

/* No comment provided by engineer. */
"Print" = "הדפס";

/* No comment provided by engineer. */
"Pull To Refresh" = "משוך כדי לעדכן";

/* No comment provided by engineer. */
"Pull To Refresh Objects List" = "משוך כדי לעדכן את רשימת האובייקטים";

/* No comment provided by engineer. */
"Pull To Refresh Universes" = "משוך כדי לעדכן את היקומים";

/* No comment provided by engineer. */
"Pull To Refresh Webi Documents List" = "Webi מסמכי רשימת את לעדכן כדי משוך";

/* No comment provided by engineer. */
"qcJ-5z-gfl.title" = "qcJ-5z-gfl.title";

/* No comment provided by engineer. */
"Re-Schedule" = "תזמן דו\"ח לריצה שוב";

/* No comment provided by engineer. */
"Reports" = "דוחות";

/* No comment provided by engineer. */
"Run Now" = "הרץ עכשיו";

/* No comment provided by engineer. */
"Schedule" = "תזמן דו\"ח לריצה";

/* No comment provided by engineer. */
"Schedule Failed" = "נכשל דו\"ח מתוזמן";

/* No comment provided by engineer. */
"Schedule Failed in BI" = "BI ב נכשל מתוזמן דו\"ח";

/* No comment provided by engineer. */
"Schedule Object to Run now" = "תזמן אובייקט לריצה עכשיו";

/* No comment provided by engineer. */
"Schedule Report" = "תזמן דו\"ח לריצה";

/* No comment provided by engineer. */
"Server Error" = "שגיאת שרת";

/* No comment provided by engineer. */
"Server Error:" = "שגיאת שרת:";

/* No comment provided by engineer. */
"Server Error: " = "שגיאת שרת: ";

/* No comment provided by engineer. */
"Settings" = "הגדרות";

/* Scheduled with success */
"Success!" = "!עבד";

/* No comment provided by engineer. */
"Type" = "סוג";

/* No comment provided by engineer. */
"Universes" = "יקומים";

/* No comment provided by engineer. */
"View" = "מצג";

/* No comment provided by engineer. */
"View Instance Using Open Document" = "Open Document באמצעות בדו\"ח צפה";

/* No comment provided by engineer. */
"View Latest Instance" = "צפה בדו\"ח העדכני";

/* No comment provided by engineer. */
"View Latest Instance Using Open Document" = "Open Document באמצעות העדכני בדו\"ח צפה";

/* No comment provided by engineer. */
"View List of Historical Instances/Schedules" = "לריצה מתוזמנים דוחות / היסטוריים מורצים דוחות של ברשימה צפה";

/* No comment provided by engineer. */
"View Object Using Open Document" = "Open Document באמצעות באובייקט צפה";

"Restore" = " שחזר ";
"Connections"=" חיבורים ";
"In-App Purchase Required" = " חובה app ב רכישה";
"To connect to your own SAP BusinessObjects system please purchase this in-app feature" = "in-app האופציה את לרכוש יש ,שלך SAP BusinessObjects ה למערכת להתחבר כדי ";
"Connection" = " חיבור ";

"View Document in PDF"="PDF בפורמט המסמך את הצג";
"Export to Excel"="Excel ל יצוא";

/* New Strings for DashBoard */

"Dashboard Failed" = "Dashboard Failed";


